Repository: Shehryar169/google-analytics-dashboard
Catalog: languages/google-analytics-dashboard-*.po
Languages: fr_fr

source: You need to log in and select an account in the %s$1options panel%s$2.
fr_fr: vous devez vous connecter et sélectionner un compte dans le %1$spanneau d'options%2$s.

source: The administrator needs to log in and select a Google Analytics account.
fr_fr: L'administrateur doit se connecter et sélectionner un compte Google Analytics.

source: Error gathering analytics data from Google:
fr_fr: Erreur lors de la collecte des données analytiques depuis Google :

source: Base Stats
fr_fr: Statistiques de base

source: Visits
fr_fr: Visites

source: Pageviews
fr_fr: Pages vues

source: Pages/Visit
fr_fr: Pages/Visite

source: Bounce Rate
fr_fr: Taux de rebond

source: Avg. Time on Site
fr_fr: Temps moy. sur site

source: % New Visits
fr_fr: % de nouvelles visites

source: Goals
fr_fr: Objectifs

source: Extended Stats
fr_fr: Statistiques étendues

source: Top Posts
fr_fr: Top articles

source: Top Searches
fr_fr: Top recherche

source: Top Referrers
fr_fr: Top référents

source: Google Analytics Dashboard Widget
fr_fr: Widget Tableau de bord Google Analytics

source: Loading&#8230;
fr_fr: Chargement&#8230;

source: This widget requires JavaScript.
fr_fr: Ce widget nécessite JavaScript.

source: Could not gather Google Analytics data.
fr_fr: Les données Google Analytics n'ont pas pu être collectées.

source: <b>Note:</b> You will need to select an account and <b>click "Save Changes"</b> before the analytics dashboard will work.
fr_fr: <b>Note :</b> Vous devez sélectionner un compte et <b>cliquer sur "Sauvegarder les changements"</b> avant que le tableau de bord analytics fonctionne.

source: Available Accounts
fr_fr: Comptes disponibles

source: No accounts available.
fr_fr: Aucun compte disponible.

source: Forget Password
fr_fr: Oublier le mot de passe

source: Forget Authentication
fr_fr: Oublier l'authentification

source: Forget Everything
fr_fr: Tout oublier

source: Dashboard Level
fr_fr: Niveau d'accès au tableau de bord

source: Editor
fr_fr: Editeur

source: Author
fr_fr: Auteur

source: Contributor
fr_fr: Contributeur

source: Subscriber
fr_fr: Abonné

source: Cache Timeout (seconds)
fr_fr: Durée du cache (en secondes)

source: The configuration of your server will prevent response caching.
fr_fr: La configuration de votre serveur empêchera la mise en cache de la réponse.

source: Goal #1 Label
fr_fr: Label objectif #1

source: Goal #2 Label
fr_fr: Label objectif #2

source: Goal #3 Label
fr_fr: Label objectif #3

source: Goal #4 Label
fr_fr: Label objectif #4

source: Disable Post Stats Display
fr_fr: Désactiver l'affichage des statistiques par article

source: Save Changes
fr_fr: Sauvegarder les changements

source: Login using Google's OAuth system.
fr_fr: Se connecter en utilisant le système OAuth de Google.

source: This is the prefered method of attaching your Google account.<br/> Clicking the "Start the Login Process" button will redirect you to a login page at google.com.<br/> After accepting the login there you will be returned here.
fr_fr: C'est la méthode préférée pour lier votre compte Google.<br/> Cliquer sur le bouton "Démarrer le processus de connexion" vous redirigera vers une page de connexion sur google.com.<br/> Après avoir accepté la connexion, vous serez redirigé ici.

source: Start the Login Process &raquo;
fr_fr: Commencer le processus de connexion &raquo;

source: You can still use the older authentication system but it is not recommended.
fr_fr: Vous pouvez toujours utiliser l'ancien système d'authentification mais ce n'est pas recommandé.

source: Google Analytics Email
fr_fr: Email Google Analytics

source: Google Analytics Password
fr_fr: Mot de passe Google Analytics

source: Google CAPTCHA
fr_fr: CAPTCHA Google

source: Save Password
fr_fr: Sauvegarder le mot de passe

source: Login &raquo;
fr_fr: Connexion &raquo;

source: Google Analytics Dashboard Options
fr_fr: Options du tableau de bord Google Analytics

source: Google Analytics Dashboard
fr_fr: Tableau de bord Google Analytics

source: It appears that <a href="http://us3.php.net/manual/en/book.simplexml.php">SimpleXML</a> is not compiled into your version of PHP. It is required for this plugin to function correctly.
fr_fr: Il semblerait que <a href="http://us3.php.net/manual/en/book.simplexml.php">SimpleXML</a> n'est pas compilé dans votre version de PHP. Il est requis pour que cette extension fonctionne correctement.

source: It appears that <a href="http://www.php.net/manual/en/book.curl.php">CURL</a> is not compiled into your version of PHP. It is required for this plugin to function correctly.
fr_fr: Il semblerait que <a href="http://www.php.net/manual/en/book.curl.php">CURL</a> n'est pas compilé dans votre version de PHP. Il est requis pour que cette extension fonctionne correctement.

source: Cheatin&#8217; uh?
fr_fr: Alors, on triche ?

source: pageviews
fr_fr: pages vues

source: exits
fr_fr: sorties

source: You need to log in and select an account in the %1$soptions panel%2$s.
fr_fr: Vous devez être connecté et sélectionner un compte dans le %1$spanneau d'options%2$s.

source: The login request is for a username or password that is not recognized.
fr_fr: La requête de connexion est pour un nom d'utilisateur ou un mot de passe qui n'est pas reconnu.

source: The account email address has not been verified. You will need to access your Google account directly to resolve this issue.
fr_fr: L'adresse email du compte n'a pas été vérifiée. Vous devez accéder à votre compte Google directement pour résoudre ce problème.

source: You have not agreed to Google terms. You will need access your Google account directly to resolve the issue.
fr_fr: Vous n'avez pas acccepté les termes de Google.Vous devez accéder à votre compte Google directement pour résoudre ce problème.

source: A CAPTCHA is required.
fr_fr: Un CAPTCHA est requis.

source: Unknown error.
fr_fr: Erreur inconnue.

source: Your Google account has been deleted.
fr_fr: Votre compte Google a été effacé.

source: Your Google account has been disabled.
fr_fr: Votre compte Google a été désactivé.

source: Your Google access to the specified service has been disabled.
fr_fr: Votre accès Google à ce service a été désactivé.

source: The service is not available; try again later.
fr_fr: Le service est indisponible; réessayer plus tard.
